package de.telran.summary_0202;

public class Task {

    /**
     * 1. Лента в магазине
     *
     * У нас есть набор коробок разных типов, в которых может быть:
     * 1. Одежда
     * 2. Электроника
     * 3. Остальное
     *
     * У каждой коробки есть объявленная ценность и размер (S, M, L).
     *
     * Нам нужно написать метод, который:
     * 1) разложит коробки на три части в зависимости от размера
     * 2) посчитает среднюю объявленную ценность для каждого размера коробки.
     *
     */
}
